"CANCEL" = "Ακύρωση";
"DONE" = "Τέλος";
"OK" = "OK";

"VOICE_MEMOS_NAVIGATION_TITLE" = "Μαγνητόφωνο";
"INFO_NAVIGATION_TITLE" = "Πληροφορίες";
"LABEL_NAVIGATION_TITLE" = "Τίτλος";
"CUSTOM_NAVIGATION_TITLE" = "Προσαρμογή";

"SHARE" = "Αποστολή";
"DELETE" = "Διαγραφή";

"SHARE_DETAILS_BUTTON" = "Αποστολή";
"TRIM_DETAILS_BUTTON" = "Περικοπή";

"SPEAKER_BUTTON" = "Ηχείο";
"DELETE_MEMO_BUTTON" = "Διαγραφή";
"SEND_TRIMMED_MMS_BUTTON" = "Αποστολή μηνύματος";
"SEND_TRIMMED_MAIL_BUTTON" = "Αποστολή email";
"SHARE_PROMPT" = "Αποστολή φωνητικού μηνύματος με:";
"SEND_MAIL_BUTTON" = "Email";
"SEND_MMS_BUTTON" = "Μήνυμα";
"TRIM_BUTTON" = "Περικοπή";
"CLOSE_BUTTON" = "Κλείσιμο";
"OK_BUTTON" = "OK";

"NONE_LABEL" = "Καμία";
"PODCAST_LABEL" = "Podcast";
"INTERVIEW_LABEL" = "Συνέντευξη";
"LECTURE_LABEL" = "Διάλεξη";
"IDEA_LABEL" = "Ιδέα";
"MEETING_LABEL" = "Συνάντηση";
"MEMO_LABEL" = "Ηχογράφηση";
"CUSTOM_LABEL" = "Προσαρμογή";

"RECORDED_ON_FORMAT" = "Εγγράφηκε %@";
"RECORDED_ON_FORMAT_EXTENDED" = "Εγγράφηκε %@, %@";

"RECORDING_STATUS_BAR_FORMAT" = "Εγγραφή %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "Παύση εγγραφής %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%dώ. %dλ. %dδ.";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%dλ. %dδ.";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%dδ.";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "Η ηχογράφηση έχει πολύ μεγάλη διάρκεια.";
"MEMO_TOO_LONG_ALERT_BODY" = "Θέλετε να επιλέξετε μια πιο σύντομη έκδοση αυτής της ηχογράφησης για να στείλετε;";

"UNABLE_TO_RECORD_ALERT_TITLE" = "Δεν διατίθεται μικρόφωνο";
"UNABLE_TO_RECORD_ALERT_BODY" = "Για εγγραφή φωνητικών μηνυμάτων, συνδέστε μικρόφωνο.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "Απενεργοποιήθηκε η εγγραφή.";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "Για εγγραφή φωνητικών μηνυμάτων, τερματίστε την κλήση.";

"LOW_DISK_SPACE_ALERT_TITLE" = "Λίγος χώρος στο δίσκο";
"LOW_DISK_SPACE_ALERT_BODY" = "Δεν υπάρχει αρκετός χώρος στο δίσκο για να συνεχίσετε να εγγράφετε φωνητικά μηνύματα. Διαγράψτε υπάρχοντα βίντεο ή φωτογραφίες για να δημιουργήσετε χώρο.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Δημιουργήστε λογαριασμό Mail για να στέλνετε φωνητικά μηνύματα μέσω email.";

"MEMO_FILENAME" = "Ηχογράφηση";
